[
    "Hãy tạo một knowledge graph dựa vào nội dung văn bản và tiêu đề của nó nằm trong 3 dấu huyền.\n\nSinh tạo bằng tiếng Việt. Knowledge graph không thể hiện dưới dạng code mà được thể hiện dưới dạng bảng bao gồm 5 cột: subject, relation, object, timeline, location.\n\nTiêu đề: ```Sự xuất hiện loài người và bầy người nguyên thủy```\nVăn bản: ```Lịch sử loài người cho ta biết những sự việc diễn ra trong đời sống con người kể từ khi xuất hiện trên Trái Đất. Khoa học, đặc biệt là Khảo cổ học và Cổ sinh học, đã tìm được nhiều bằng cứ nói lên sự phát triển lâu dài từ động vật cấp thấp lên động vật cấp cao. Đỉnh cao của quá trình này là sự chuyển biến từ vượn thành người.```",
    "Hãy tạo một knowledge graph dựa vào nội dung văn bản và tiêu đề của nó nằm trong 3 dấu huyền.\n\nSinh tạo bằng tiếng Việt. Knowledge graph không thể hiện dưới dạng code mà được thể hiện dưới dạng bảng bao gồm 5 cột: subject, relation, object, timeline, location.\n\nTiêu đề: ```Sự xuất hiện loài người và đời sống bầy người nguyên thủy```\nVăn bản: ```Ở chặng đầu của quá trình hình thành loài người, có một loài vượn cổ, sống khoảng 6 triệu năm trước đây, đã có thể đứng và đi bằng hai chân, dùng tay để cầm nắm, ăn hoa quả, củ, lá và cả động vật nhỏ. Xương hóa thạch của chúng được tìm thấy ở Đông Phi, Tây Á và cả ở Việt Nam.\nTrên đà tiến triển, vượn cổ chuyển biến thành Người tối cổ, bắt đầu từ khoảng 4 triệu năm trước đây. Di cốt Người tối cổ được tìm thấy ở Đông Phi, Gia-va (In-đô-nê-xi-a), Bắc Kinh (Trung Quốc) v.v... Ở Thanh Hóa (Việt Nam), tuy chưa tìm thấy di cốt nhưng lại phát hiện được công cụ bằng đá của Người tối cổ.\nNgười tối cổ hầu như đã hoàn toàn đi, đứng bằng hai chân. Đôi tay được tự do để sử dụng công cụ, kiếm thức ăn. Cơ thể của họ đã có nhiều biến đổi: truy trán còn thấp và bợt ra sau, u mày còn nổi cao, nhưng hộp sọ đã lớn hơn so với loài vượn cổ và đã hình thành trung tâm phát tiếng nói trong não.\nTuy chưa loại bỏ hết dấu tích vượn trên cơ thể mình nhưng Người tối cổ đã là người. Đây là hình thức tiến triển nhảy vọt từ vượn thành người, là thời kì đầu tiên của lịch sử loài người.\nTừ chỗ sử dụng những mảnh đá có sẵn để làm công cụ, Người tối cổ đã biết lấy những mảnh đá hay hòn cuội lớn, đem ghè một mặt cho sắc và vừa tay cầm. Như thế, họ đã bắt đầu biết chế tác công cụ. Công cụ thô kệch này được gọi là đồ đá cũ (sơ kì). Với những chiếc rìu đá kiểu đó, người ta chặt cây làm gậy hoặc dùng trực tiếp làm vũ khí, tự vệ hay tấn công các con thú, để kiếm thức ăn.\nTừ chỗ giữ lửa, lấy trong tự nhiên năm này qua năm khác để sưởi ấm, đuổi dã thú, nướng chín thức ăn, con người đã biết ghè hai mảnh đá với nhau để lấy lửa. Đây là một phát minh lớn mà nhờ nó, con người có thể sử dụng một thứ năng lượng quan trọng bậc nhất, cải thiện căn bản đời sống của mình.\nQua lao động, chế tạo công cụ và sử dụng công cụ, bàn tay con người khéo léo dần. Cơ thể cũng do đó biến đổi theo để có tư thế lao động thích hợp. Tiếng nói thuần thục hơn do nhu cầu trao đổi với nhau. Con người tự cải biến, hoàn thiện mình từng bước nhờ lao động.\nỞ một số loài động vật đã hình thành một cách tự nhiên quan hệ hợp đoàn, có đôi, có đàn và con đầu đàn. Người tối cổ đã có quan hệ hợp quần xã hội: có người đứng đầu, có phân công lao động giữa nam và nữ, cùng chăm sóc con cái. Họ sống trong hang động, mái đá hoặc cũng có thể dựng lều bằng cành cây, da thú, sống quây quần theo quan hệ ruột thịt với nhau, gồm 5 - 7 gia đình. Mỗi gia đình có đôi vợ chồng và con nhỏ chiếm một góc lều hay góc hang. Bấy giờ chưa có những quy định xã hội nên người ta gọi những hợp quần xã hội đầu tiên này là bầy người nguyên thủy.\nBầy người nguyên thủy vẫn còn sống trong tình trạng \"ăn lông ở lỗ\" - một cuộc sống tự nhiên, bấp bênh, triền miên hàng triệu năm.```",
    "Hãy tạo một knowledge graph dựa vào nội dung văn bản và tiêu đề của nó nằm trong 3 dấu huyền.\n\nSinh tạo bằng tiếng Việt. Knowledge graph không thể hiện dưới dạng code mà được thể hiện dưới dạng bảng bao gồm 5 cột: subject, relation, object, timeline, location.\n\nTiêu đề: ```Người tinh khôn và óc sáng tạo```\nVăn bản: ```Đến cuối thời đá cũ, khoảng 4 vạn năm trước đây, con người hoàn thành quá trình tự cải biến mình, đã loại bỏ hết dấu tích vượn trên người, trở thành Người tinh khôn hay còn gọi là Người hiện đại.\nNgười tinh khôn có cấu tạo cơ thể như người ngày nay: xương cốt nhỏ hơn Người tối cổ ; bàn tay nhỏ, khéo léo, các ngón tay linh hoạt ; hộp sọ và thể tích não phát triển, trán cao, mặt phẳng ; cơ thể gọn và linh hoạt, tạo nên tư thế thích hợp với các hoạt động phức tạp của con người. Di cốt Người tinh khôn được tìm thấy ở khắp các châu lục.\nĐây là bước nhảy vọt thứ hai, sau bước nhảy vọt từ Vượn cổ thành Người tối cổ. Cũng từ đấy, khi lớp lông mỏng trên người không còn nữa, ở Người hiện đại lại xuất hiện những màu da khác nhau, chia thành da vàng, đen và trắng. Đó là ba chủng tộc lớn.\nSự khác nhau đó là kết quả của sự thích ứng lâu dài của con người với những hoàn cảnh tự nhiên khác nhau, chứ không phải sự khác nhau về trình độ hiểu biết.\nTrong việc chế tạo công cụ, Người tinh khôn đã biết ghè hai rìa của một mảnh đá, làm cho nó gọn và sắc cạnh hơn, dùng làm rìu, dao, nạo. Họ còn lấy xương cá, cành cây đem mài hoặc đẽo nhọn đầu để làm lao.\nTừ đó, con người tiến tới biết chế tạo cung tên. Đây là một thành tựu lớn trong quá trình chế tạo công cụ và vũ khí. Với cung tên, con người mới săn bắn có hiệu quả và an toàn.\nThức ăn của con người đã tăng lên đáng kể, nhất là thức ăn động vật, từ khi kĩ thuật thời đá cũ được hoàn thiện và đặc biệt là từ khi có cung tên.\nNgười ta cũng có thể rời hang động ra dựng lều, định cư ở những địa điểm thuận tiện hơn. Cư trú \"nhà cửa\" phổ biến ở Người tinh khôn từ cuối thời đá cũ.\nĐến khoảng 1 vạn năm trước đây, loài người tiến vào thời đá mới.\nĐiểm nổi bật của công cụ đá mới là người ta có thể ghè đẽo những mảnh đá thành hình dạng gọn và chính xác, thích hợp với từng công việc, với nhiều kiểu loại theo những yêu cầu khác nhau (dao, rìu, đục...), được mài nhẵn ở rìa lưỡi hay toàn thân, được khoan lỗ hay có nấc để tra cán.\nCó thể nói rằng, công cụ thời đá cũ vẫn là những mảnh đá được ghè đẽo thô sơ, còn công cụ thời đá mới là những mảnh đá đã được con người ghè sắc và mài nhẵn thành hình công cụ.\nCũng thời gian này, người ta biết đan lưới đánh cá bằng sợi vỏ cây và làm chì lưới bằng đất nung, biết làm đồ gốm để đựng và đun nấu (nồi, bát, vò...).```",
    "Hãy tạo một knowledge graph dựa vào nội dung văn bản và tiêu đề của nó nằm trong 3 dấu huyền.\n\nSinh tạo bằng tiếng Việt. Knowledge graph không thể hiện dưới dạng code mà được thể hiện dưới dạng bảng bao gồm 5 cột: subject, relation, object, timeline, location.\n\nTiêu đề: ```Cuộc cách mạng thời đá mới```\nVăn bản: ```Các nhà khảo cổ coi thời đá mới là một cuộc cách mạng, khi con người từ săn bắn, lượm hái, đánh cá đã tiến tới biết trồng trọt và chăn nuôi. Việc lượm hái năm này qua năm khác đã đem lại kinh nghiệm trồng và thu hoạch theo thời vụ một số cây lương thực và thực phẩm như khoai, củ, bầu, bí, lúa... Đi săn, bắt được thú nhỏ, người ta giữ lại để nuôi và thuần dưỡng thành gia súc, trước tiên là chó rồi đến cừu, lợn (heo), bò v.v..\nCon người có óc sáng tạo, và ở thời đá mới này, họ bắt đầu biết khai thác từ thiên nhiên cái cần thiết cho cuộc sống của mình, chứ không chỉ thu lượm những cái có sẵn trong thiên nhiên.\nNgười ta cũng bắt đầu làm sạch những tấm da thú để che thân cho ấm và cho \"có văn hóa\". Những chiếc cúc (khuy) và kim làm bằng xương tìm thấy trong các di chỉ văn hóa đã nói lên điều đó.\nNgoài ra, người ta đã biết dùng đồ trang sức, như vòng cổ bằng vỏ ốc và chuỗi hạt xương (bằng cách đem khoan lỗ rồi lấy dây xâu lại), vòng tay, vòng cổ chân, hoa tai... bằng đá màu.\nCác nhà khảo cổ học còn tìm thấy chiếc sáo bằng xương dùi lỗ, đàn đá và có lẽ còn có cả trống bịt da.\nNhư thế, từng bước, con người không ngừng sáng tạo, kiếm được thức ăn nhiều hơn, sống tốt hơn và vui hơn. Tuy nhiên, quá trình đó rất dài (4 - 5 vạn năm), trong đó cuộc sống còn thấp kém và bấp bênh. Đời sống con người chỉ tiến bộ với tốc độ nhanh hơn và ổn định hơn từ thời đá mới, khoảng 1 vạn năm trước đây.```",
    "Hãy tạo một knowledge graph dựa vào nội dung văn bản và tiêu đề của nó nằm trong 3 dấu huyền.\n\nSinh tạo bằng tiếng Việt. Knowledge graph không thể hiện dưới dạng code mà được thể hiện dưới dạng bảng bao gồm 5 cột: subject, relation, object, timeline, location.\n\nTiêu đề: ```Sự xuất hiện loài người và bầy người nguyên thủy```\nVăn bản: ```Từ khi Người tinh khôn xuất hiện, thị tộc hình thành cũng là bước đầu tiên của tổ chức xã hội loài người.```"
]