[
  "Hãy tạo một knowledge graph dựa vào nội dung văn bản và tiêu đề của nó nằm trong 3 dấu huyền.\n\nSinh tạo bằng tiếng Việt. Knowledge graph không thể hiện dưới dạng code mà được thể hiện dưới dạng bảng bao gồm 5 cột: subject, relation, object, timeline, location.\n\nTiêu đề: ```Sự xuất hiện loài người và bầy người nguyên thủy```\nVăn bản: ```Lịch sử loài người cho ta biết những sự việc diễn ra trong đời sống con người kể từ khi xuất hiện trên Trái Đất. Khoa học, đặc biệt là Khảo cổ học và Cổ sinh học, đã tìm được nhiều bằng cứ nói lên sự phát triển lâu dài từ động vật cấp thấp lên động vật cấp cao. Đỉnh cao của quá trình này là sự chuyển biến từ vượn thành người.```",
  "Hãy tạo một knowledge graph dựa vào nội dung văn bản và tiêu đề của nó nằm trong 3 dấu huyền.\n\nSinh tạo bằng tiếng Việt. Knowledge graph không thể hiện dưới dạng code mà được thể hiện dưới dạng bảng bao gồm 5 cột: subject, relation, object, timeline, location.\n\nTiêu đề: ```Sự xuất hiện loài người và đời sống bầy người nguyên thủy```\nVăn bản: ```Ở chặng đầu của quá trình hình thành loài người, có một loài vượn cổ, sống khoảng 6 triệu năm trước đây, đã có thể đứng và đi bằng hai chân, dùng tay để cầm nắm, ăn hoa quả, củ, lá và cả động vật nhỏ. Xương hóa thạch của chúng được tìm thấy ở Đông Phi, Tây Á và cả ở Việt Nam.\nTrên đà tiến triển, vượn cổ chuyển biến thành Người tối cổ, bắt đầu từ khoảng 4 triệu năm trước đây. Di cốt Người tối cổ được tìm thấy ở Đông Phi, Gia-va (In-đô-nê-xi-a), Bắc Kinh (Trung Quốc) v.v... Ở Thanh Hóa (Việt Nam), tuy chưa tìm thấy di cốt nhưng lại phát hiện được công cụ bằng đá của Người tối cổ.\nNgười tối cổ hầu như đã hoàn toàn đi, đứng bằng hai chân. Đôi tay được tự do để sử dụng công cụ, kiếm thức ăn. Cơ thể của họ đã có nhiều biến đổi: truy trán còn thấp và bợt ra sau, u mày còn nổi cao, nhưng hộp sọ đã lớn hơn so với loài vượn cổ và đã hình thành trung tâm phát tiếng nói trong não.\nTuy chưa loại bỏ hết dấu tích vượn trên cơ thể mình nhưng Người tối cổ đã là người. Đây là hình thức tiến triển nhảy vọt từ vượn thành người, là thời kì đầu tiên của lịch sử loài người.\nTừ chỗ sử dụng những mảnh đá có sẵn để làm công cụ, Người tối cổ đã biết lấy những mảnh đá hay hòn cuội lớn, đem ghè một mặt cho sắc và vừa tay cầm. Như thế, họ đã bắt đầu biết chế tác công cụ. Công cụ thô kệch này được gọi là đồ đá cũ (sơ kì). Với những chiếc rìu đá kiểu đó, người ta chặt cây làm gậy hoặc dùng trực tiếp làm vũ khí, tự vệ hay tấn công các con thú, để kiếm thức ăn.\nTừ chỗ giữ lửa, lấy trong tự nhiên năm này qua năm khác để sưởi ấm, đuổi dã thú, nướng chín thức ăn, con người đã biết ghè hai mảnh đá với nhau để lấy lửa. Đây là một phát minh lớn mà nhờ nó, con người có thể sử dụng một thứ năng lượng quan trọng bậc nhất, cải thiện căn bản đời sống của mình.\nQua lao động, chế tạo công cụ và sử dụng công cụ, bàn tay con người khéo léo dần. Cơ thể cũng do đó biến đổi theo để có tư thế lao động thích hợp. Tiếng nói thuần thục hơn do nhu cầu trao đổi với nhau. Con người tự cải biến, hoàn thiện mình từng bước nhờ lao động.\nỞ một số loài động vật đã hình thành một cách tự nhiên quan hệ hợp đoàn, có đôi, có đàn và con đầu đàn. Người tối cổ đã có quan hệ hợp quần xã hội: có người đứng đầu, có phân công lao động giữa nam và nữ, cùng chăm sóc con cái. Họ sống trong hang động, mái đá hoặc cũng có thể dựng lều bằng cành cây, da thú, sống quây quần theo quan hệ ruột thịt với nhau, gồm 5 - 7 gia đình. Mỗi gia đình có đôi vợ chồng và con nhỏ chiếm một góc lều hay góc hang. Bấy giờ chưa có những quy định xã hội nên người ta gọi những hợp quần xã hội đầu tiên này là bầy người nguyên thủy.\nBầy người nguyên thủy vẫn còn sống trong tình trạng \"ăn lông ở lỗ\" - một cuộc sống tự nhiên, bấp bênh, triền miên hàng triệu năm.```"
]